// app/data/brandsData.js

export const brandData = {
  carolina: {
    videoBioSections: [
      {
        title: "Начало карьеры",
        content:
          " Начать дизайнерскую карьеру Каролину Эррера вдохновили отзывы окружающих, восторгающихся ее образами. Она несколько раз попадала на вершину списков самых стильных женщин мира, а самым узнаваемым стал ее образ в безупречно белой рубашке, черных брюках и красных лакированных туфлях.",
      },
      {
        title: "Переезд",
        content:
          "В 1980 году семья Эррера переехала в Нью-Йорк, где Каролина открыла собственную компанию Carolina Herrera Limited. Дебютной стала линия Carolina Herrera New York, первая коллекция которой состояла из 20 платьев и была презентована на сцене клуба Метрополитен.В 1980 году семья Эррера переехала в Нью-Йорк, где Каролина открыла собственную компанию...",
      },
    ],
    videos: [
      { id: 1, url: "https://www.youtube.com/embed/xShF57dLhSk" },
      { id: 2, url: "https://www.youtube.com/embed/YCyZbdqugkw" },
    ],
    bio: {
      subtitle: "Новое видение",
      paragraphs: [
        "Подход Каролины к созданию одежды вызвал большой интерес у искушенной светской публики. В своих коллекциях она первой стала использовать подплечники, аргументируя это тем, что с ними талия девушки выглядит уже и изящнее, а также начала экспериментировать с формой рукавов. В ее первой коллекции были представлены модели с очень широкими рукавами, которые она позаимствовала из викторианской эпохи и адаптировала к современной моде.",
        "Широкую известность компании принес 1986 год, когда Каролина стала дизайнером свадебного наряда Кэролайн Кеннеди, дочери бывшего американского президента. Фасон платья быстро приобрел огромную популярность, а в магазинах появилось большое количество его копий.",
        "В 1987 году Каролина Эррера подписала контракт с компанией PUIG, а уже в 1988 увидел свет ее первый аромат Carolina Herrera for Women с ярким аккордом туберозы. Успех аромата был ошеломительным, масштаб продаж оказался настолько велик, что позволил профинансировать очередную коллекцию одежды дизайнера. Впоследствии выход каждого аромата под маркой Carolina Herrera становился заметным событием в мире парфюмерии. И уже в 1995 году модный дом Carolina Herrera полностью вошел в состав компании Puig.",
        "В 2004 году CFDA (Совет модных дизайнеров Америки) назвал Каролину Эррера дизайнером года в сегменте женской одежды, а в 2008 году Эррера получила награду Geoffrey Beene Lifetime Achievement Award ― фэшн-аналог «Оскара» за вклад в развитие индустрии моды.",
      ],
    },
    timelineText: `Каролина Эррера де Баез, дочь Каролины Эрреры, с 1996 года занимает пост креативного директора парфюмерной линии Дома Carolina Herrera. Ее творческий талант и интуиция стали залогом успеха ароматов Дома моды. Каролина счастлива работать в дуэте с матерью ― это дает ей абсолютную свободу как при создании новых ароматов, так и при разработке коллекций линии CH Carolina Herrera.`,
    timelineItems: [
      { year: 1939, content: "Рождение Каролины Эррера, Венесуэла, Каракас." },
      {
        year: 1970,
        content:
          "В 1970-х годах Каролина Эррера входит в список «100 самых стильных женщин Мира».",
      },
      { year: 1981, content: "Открытие Дома Моды Carolina Herrera." },
      { year: 1987, content: "Первая коллекция свадебных платьев." },
      { year: 1988, content: "Запуск аромата Carolina Herrera for Women." },
      { year: 1991, content: "Запуск аромата Herrera for Men." },
      { year: 1995, content: "Модный Дом вошёл в состав компании PUIG." },
      {
        year: 1996,
        content:
          "Дочь дизайнера, Каролина Эррера де Баез, приступает к работе в парфюмерном отделе Дома моды.",
      },
      { year: 1997, content: "Запуск женского аромата 212." },
      { year: 1999, content: "Запуск мужского аромата 212 Men." },
      {
        year: 2004,
        content:
          "Каролина Эррера получает награду CFDA — «Лучший дизайнер года в сегменте женской одежды» и премию американского журнала Glamour — «Женщина года». Запуск аромата Chic for Men.",
      },
      { year: 2009, content: "Запуск мужского аромата CH Men." },
      { year: 2015, content: "Запуск женского аромата CH Carolina Herrera." },
      {
        year: 2015,
        content: "Запуск нишевой коллекции ароматов Herrera Confidential.",
      },
      { year: 2016, content: "Запуск женского аромата Good Girl." },
      { year: 2018, content: "Новый креативный фешн-директор Уэс Гордон." },
      { year: 2019, content: "Запуск мужского аромата Bad Boy." },
    ],
  },
  penhaligons: {
    videoBioSections: [
      {
        title: "",
        content:
          "Penhaligon’s ― культовый английский парфюмерный бренд с богатой историей. С момента его создания в 1870 году Уильямом Пенхалигоном и по настоящее время компания создает инновации, которые с рождением каждого нового аромата раскрывают дух истинной элегантности. Одновременно с этим вот уже 150 лет Penhaligon’s чтит традиции, которые были заложены в основу бренда изобретательным и пытливым умом Уильяма Пенхалигона.",
      },
      {
        title: "",
        content:
          "Дух Уильяма Пенхалигона присутствует во всем, что мы делаем. Англичанин, живший в эпоху великих географических открытий, был остроумным и творческим человеком, который черпал вдохновение во всем необычном. Он родился в провинциальном городке Пензанс в Корнуолле и переехал в Лондон в конце 1860-х, где начал работать парикмахером в известных турецких банях на улице Джермин. Спустя некоторое время наблюдательность и деловитость Уильяма позволили ему открыть собственный салон, где он начал создавать свои ароматы, лосьоны и эликсиры, рассчитанные на избирательных клиентов. Так родился бренд Penhaligon’s. ",
      },
    ],
    videos: [
      //   { id: 1, url: "https://www.youtube.com/embed/xShF57dLhSk" },
      //   { id: 2, url: "https://www.youtube.com/embed/YCyZbdqugkw" },
    ],
    bio: {
      subtitle: "",
      paragraphs: [
        "Сотрудничество с британской королевской семьей началось более ста лет назад. Во время правления королевы Виктории Уильям Пенхалигон был назначен цирюльником и парфюмером королевского двора, а в 1903 году королевой Александрой его компании был выдан патент на право быть поставщиком королевского двора. В настоящий момент, более чем 150 лет спустя, мы гордимся тем, что бренд является держателем двух королевских патентов, полученных от герцога Эдинбургского (в 1956 году) и принца Уэльского (в 1988 году).  ",
        "Сегодня ароматы производятся в Англии с использованием ингредиентов наивысшего качества. Отделка изысканных флаконов производится вручную традиционным способом. Бренд сохранил оригинальный дизайн, разработанный Уильямом: прозрачное стекло с этикеткой и знаковой крышкой, обвязанной лентой. 150-летняя богатая история не противоречит инновационному духу бренда. В основе всего производства лежат изучение и разработка новых вариантов создания продукции. Начиная с экстракции углекислого газа и до технологии контактной теневой печати, каждый флакон содержит в себе квинтэссенцию новизны и старинных традиций. ",
        "Заходя в один из бутиков бренда, вы почувствуете, как вас окутывает манящий микс традиционного, современного и необычного. Penhaligon’s ― это место, где аристократическая роскошь былых лет превращается в страстно желаемые предметы первостепенной важности, без которых немыслим современный стиль жизни. Двух одинаковых бутиков бренда не существует, каждый ― уникален, полон антикварных вещиц, изящных безделушек и, что самое важное, индивидуального характера. Уже в 1907 году компания Penhaligon’s экспортировала свою продукцию в разные уголки земного шара. Сегодня с ароматами можно познакомиться в Японии, Южной Корее, Украине, Америке и Сингапуре. Бренд Penhaligon’s и новая коллекция Portraits представлены в главных флагшипах страны ― в ЦУМе, ГУМе и ключевых магазинах Л’Этуаль.",
      ],
    },
    timelineText: "",
    timelineItems: [
      { year: 1870, content: "Основание бренда Penhaligon’s, Англия, Лондон." },
      {
        year: 1872,
        content:
          "Основатель бренда, Уильям Генри Пенхалигон, создает первый аромат Hammam Bouquet.",
      },
      {
        year: 1903,
        content:
          "Сын Уильяма Пенхалигона — Уолтер, создает аромат Blenheim Bouquet.",
      },
      {
        year: 1903,
        content:
          "Бренд становится официальным поставщиком продукции для королевского двора, звание присвоено Королевой Александрой.",
      },
      { year: 1958, content: "Бренд получает орден Герцога Эдинбургского." },
      { year: 1975, content: "Возрождение бренда после Второй Мировой Войны." },
      { year: 1988, content: "Бренд получает орден Принца Уэльского." },
      {
        year: 2014,
        content: "Бренд Penhaligon’s покупает компания PUIG.",
      },
      { year: 2015, content: "Создание коллекции Trade Routes." },
      { year: 2016, content: "Создание коллекции Portraits." },
      {
        year: 2020,
        content: "Празднование 150-летия бренда.",
      },
    ],
  },
  lartisanparfumeur: {
    videoBioSections: [
      {
        title: "",
        content:
          "История легендарного бренда L’Artisan Parfumeur /Лартизан Парфюмер/ началась в 1976 году, когда его основатель Жан-Франсуа Лапорт решил воплотить в жизнь сокровенную мечту — запечатлеть всю палитру природы с помощью искусства парфюмерии. Соединяя классические ингредиенты с современными молекулами, L’Artisan Parfumeur предлагает необычное видение эклектичной, остро современной красоты в природе.",
      },
      {
        title: "",
        content:
          " L’Artisan Parfumeur – это вызов, это каприз и фантазия. Однажды друг попросил Жана Лапорта, химика по образованию, создать аромат банана, который можно было бы носить вместе с костюмом в виде этого фрукта на гала-вечеринке в Folies Bergère (Фоли Берже). Вслед за ароматом банана быстро появились грейпфрут и ваниль.",
      },
    ],
    videos: [
      {
        id: 1,
        url: "https://rutube.ru/play/embed/9afa3b36a0dc9a6acb4d72460ecef44b/",
      },
      //{ id: 2, url: "https://www.youtube.com/embed/YCyZbdqugkw" },
    ],
    bio: {
      subtitle: "",
      paragraphs: [
        "Лапорт экспериментировал, создавая оригинальные аккорды с «натуральными эссенциями». После успеха своих первых творений парфюмерные энтузиасты стали называть его «мастер парфюмерии» («artisan parfumeur»). В последствии ароматы для бренда создавали и другие парфюмеры, так и появилось название марки - L’Artisan Parfumeur, что значит «мастера парфюмерии».",
        "Миссия Дома L’Artisan Parfumeur заключается в том, чтобы дать парфюмеру свободу выражать его собственное видение природы. Природа сквозь призму фантазии мастера — творца этой трансформации. Сегодня бренд обладает огромным потенциалом, учитывая нацеленность на простоту, прямоту и природу.",
        "Классические ароматы L’Artisan Parfumeur остаются неизменными на протяжении 40 лет. Подтверждая свою алхимическую, волшебную силу, ароматы сегодня так же актуальны, как и в день своего создания. Будучи мастерами своего ремесла, наши парфюмеры понимают гармонию и структуру нот, которые они выбирают — нот, которые скользят и переливаются по мере того, как аромат постепенно раскрывает свои лепестки.",
        "Флакон L’Artisan Parfumeur, напоминает всю таинственность и очарование аптекарского магазинчика, сияет в темном дымном стекле. На каждом элегантном флаконе изображена эмблема бренда, знак мастерства и подлинной аутентичности L’Artisan Parfumeur. ",
        "Фирменная тяжелая крышка и знаковая семиугольная форма флакона остаются не просто одами сдержанной современности, но и отличительной чертой бренда, уходящей в прошлое и стремящейся вперед в будущее. ",
      ],
    },
    timelineText:
      " Вот уже более 40 лет парфюмеры L’Artisan Parfumeur превращают мечты в ароматы, следуя видению основателя марки. ДНК бренда раскрывается в уникальных парфюмерных коллекциях: La Collection, Les Colognes, Les Paysages, La Botanique и L'Orient Collection.",
    timelineItems: [
      { year: 1976, content: "Основание бренда L’Artisan Parfumeur." },
      {
        year: 1978,
        content: "Появление знакового аромата Mure et Musc.",
      },
      {
        year: 1994,
        content: "Появление знакового аромата Premier Figuier.",
      },
      {
        year: 2015,
        content:
          "L’Artisan Parfumeur входит в портфолио нишевых брендов компании Puig.",
      },
      {
        year: 2016,
        content: "Появление коллекции La Botanique & Les Paysages.",
      },
      { year: 2017, content: "Создание коллекции Les Colognes." },
      { year: 2019, content: "Премьера аромата Bana Banana." },
      {
        year: 2020,
        content: "Создание коллекции Les Merveilles.",
      },
    ],
  },
  pacorabanne: {
    videoBioSections: [
      {
        title: "",
        content:
          "Будущий модельер при рождении получил имя Франсиско Рабанеда-и-Куэрво. Он родился 18 февраля 1934 года в Стране Басков, автономной области на севере Испании.  Вскоре после начала гражданской войны, его семья переехала во Францию. Франсиско вырос в Париже, где с середины 1950-х годов начал изучать архитектуру в Национальной школе изящных искусств.",
      },
      {
        title: "",
        content:
          "С юности он увлекался модой, так как его мать работала в Доме высокой моды Balenciaga. Будущий маэстро всегда искал и находил способы соединить свое архитектурное и инженерное образование с моделированием одежды. Начиная с 1962 года, Пако разрабатывал пластиковые аксессуары из родоида, которые имели невероятный спроси привлекали внимание.",
      },
    ],
    videos: [
      {
        id: 1,
        url: "https://rutube.ru/play/embed/590f3924da207d99dd392742f2c141a9/",
      },
      //{ id: 2, url: "https://www.youtube.com/embed/YCyZbdqugkw" },
    ],
    bio: {
      subtitle: "",
      paragraphs: [
        "В 1966 году Пако Рабан представил в Париже свою первую коллекцию Haute Couture под названием «12 неносибельных платьев, сделанных из современных материалов». Пробудив интерес к новым материалам и техникам, буквально одной коллекцией Пако Рабан изменил историю моды. Впервые модели, в том числе и темнокожие, вышли на подиум под музыку в платьях и аксессуарах из металла, пластика и бумаги.",
        "Пресса была очарована: «Вековые нитки и иголки остались в прошлом, их заменил рабочий стол с плоскогубцами, проволокой, перфоратором и штампами для вырезки отверстий». Это была самая громкая модная сенсация того поколения. Пако объяснял свой мгновенный успех инновационностью изделий: «Мои платья пользуются популярностью, потому что они шокируют. Не может быть, чтобы женщина надела их и осталась незамеченной».",
        "Его одежду носили знаменитости, она появлялась на телевидении и в кино ― дизайнер сделал несколько платьев для оригинального фильма «Казино “Рояль”» и актрисы Одри Хепберн в «Двое на дороге». А также, прославившие его культовые костюмы Джейн Фонды для фильма «Барбарелла».С 1966 по 1970 год Пако Рабан был повсюду. Его копировали другие дизайнеры и производители. В журналах для подростков описывалось как своими руками создать его одежду.",
        "«Есть материалы, которые никто и никогда не осмеливался использовать в модной индустрии, а Пако Рабан решился на это. Есть конструкции, которые никто даже и представить себе не мог, а он воплотил их в жизнь», ― писал однажды Vogue. Французская певица и актриса Франсуаза Арди, икона стиля 1960-х, была лицом дома Paco Rabanne. Именно она в 1968 году на первой международной бриллиантовой выставке представила мини-платье Paco Rabanne из золотых пластин, инкрустированных бриллиантами, стоимостью больше 10 миллионов долларов.",
        "В 1969 году, совместно с производителем парфюмерии, компанией PUIG, Пако выпустил свой первый аромат Calandre, вдохновлённый металлическими элементами самых дорогих автомобилей того времени. По задумке, композиция должна была напоминать запах его бутика, заполненного металлическими конструкциями и стульями, сделанными из кожаных сидений спортивных автомобилей.",
      ],
    },
    timelineText:
      "В 1971 году Пако официально присоединился к Синдикату высокой моды, представив более «целомудренную и утонченную» версию своих дизайнов ― модельер заменил тяжелую фурнитуру тонкой металлической сеткой и тканями, такими как бархат и трикотаж. После ухода Маэстро, модному дому, ассоциирующемуся с футуризмом, оказалось довольно не просто провести модернизацию и вновь обрести свою значимость. В 2013 году пост креативного директора Paco Rabanne занял Жюльен Доссена. Модельер нашёл современный стиль в интерпретации Дома моды. Его новые коллекции получили особое признание за то, как Доссена использовал наследие великого маэстро. В частности кольчугу, представив большое количество образов, состоящих из различных стилей и элементов. Смешение настоящего, будущего и прошлого ― дизайнерская философия, которой мог бы придерживаться даже сам Пако Рабан. Сегодня, бренд является одним из самых ярких представителей модной индустрии, создаёт новые тренды и вдохновляя миллионы людей на эксперименты в выборе стиля и парфюма.",
    timelineItems: [
      {
        year: 1934,
        content:
          "Рождение Франсиско Рабанеда-и-Куэрво, известного как Paco Rabanne.",
      },
      {
        year: 1966,
        content:
          "Открытие Дома Высокой Моды «Paco Rabanne». Показ коллекции «Двенадцать неносибельных платьев».",
      },
      {
        year: 1968,
        content:
          "Презентация самого дорого платья в истории моды, выполненного из чистого золота и бриллиантов, на международной алмазной выставке в Париже.",
      },
      {
        year: 1969,
        content:
          "Запуск первого аромата Calandre, начало сотрудничества с PUIG.",
      },
      {
        year: 1973,
        content: "Запуск мужского аромата Paco Rabanne pour Homme.",
      },
      {
        year: 1979,
        content: "Получение главной дизайнерской награды «Золотая игла».",
      },
      {
        year: 1987,
        content:
          "Модный Дом Paco Rabanne полностью вошёл в состав компании PUIG.",
      },
      {
        year: 2008,
        content: "Запуск мужского аромата 1 Million.",
      },
      {
        year: 2010,
        content: "Запуск женского аромата Lady Million.",
      },
      {
        year: 2013,
        content:
          "Назначение Жюльена Доссена на пост креативного директора модного дома Paco Rabanne.",
      },
      {
        year: 2013,
        content: "Запуск мужского аромата Invictus.",
      },
      {
        year: 2015,
        content: "Запуск женского аромата Olympea.",
      },
      {
        year: 2023,
        content: "Смерть маэстро Paco Rabanne.",
      },
      {
        year: 2024,
        content: "Ребрендинг. Новый логотип. Rabanne",
      },
    ],
  },
  ninaricci: {
    videoBioSections: [
      {
        title: "",
        content:
          "Парижский Дом моды Nina Ricci с 1932 года создает дизайнерскую одежду и ароматы для женщин. Каждое творение бренда передаёт дух свободы и любовь к самым чувственным проявлениям женщин, подчёркивает деликатность, волшебство момента и настроение времени. Нет ничего более волнующего, чем настоящая женщина. Нет ничего более захватывающего, чем жизнь. Легкость, чуткость, чувственность. Красота без искусственности, и женственность как знамя.",
      },
      {
        title: "",
        content:
          "История французского модного дома Nina Ricci начинается в далеком 1932 году. Мадам Нина Риччи, итальянка по происхождению, родилась в семье лучшего в городе сапожника.Спустя несколько лет после рождения Нины семья перебралась на постоянное местожительства поближе к центру моды ― на Французскую Ривьеру. Именно там, по мнению ее отца, можно было обзавестись полезными знакомствами и обрасти огромным количеством новых заказчиков. Собственно, именно так все и вышло, уже через пару лет семья Нины Риччи имела вполне приличный достаток и ни в чем не нуждалась.  ",
      },
    ],
    videos: [
      {
        id: 1,
        url: "https://rutube.ru/play/embed/72e42953623043a2a1f033af56408fa1/",
      },
      //{ id: 2, url: "https://www.youtube.com/embed/YCyZbdqugkw" },
    ],
    bio: {
      subtitle: "",
      paragraphs: [
        "От своего отца Нина Риччи унаследовала не только страсть к красоте и роскоши, но и умение много и кропотливо работать. В возрасте 12 лет она стала подрабатывать у портнихи, мечтала о славе знаменитой модистки и открытии собственного ателье. Разве могла юная Нина тогда знать, что спустя 37 лет ее Дом мод будет располагаться в самом престижном районе Парижа ― на бульваре Капуцинов, а ее роскошные платья почтут за честь носить состоятельные дамы Франции. Нина Риччи занималась изготовлением одежды, а ее сын Робер отвечал за коммерческую сторону ведения бизнеса.",
        "У Нины Риччи был прирожденный талант создавать настоящие шедевры из самых простых вещей.Ориентируясь на предпочтения своих клиентов, модельер взяла за основу женственные силуэты, подчеркивающие линию талии, стала использовать различные драпировки и аппликации, украшать наряды бантами и рюшами. Добавив декоративных деталей, она превращала банальную блузку или платье в произведение искусства.Использование атласных лент, бантов и пуговиц стало фирменным стилем мадам Риччи, а успех каждой ее коллекции строился на необыкновенной женственности, исключительной изысканности, завершенности силуэта и использовании лучших материалов ― шелка, бархата, органзы и кружев.",
        "После того, как Дом Ricci завоевал репутацию самого элегантного в Париже, под маркой Nina Ricci выходит и первая линия ароматов, которая появилась на свет благодаря ее сыну ― Роберу Риччи. В 1946 году Модный дом презентовал свой первый парфюм Coeur Joir (Кёр Жуа). Для его создания Робер Риччи пригласил известную женщину-парфюмера Жермен Селье. В результате был представлен цветочный аромат с нотами нероли, бергамота, ириса, фиалки, жасмина и розы. Флакон, выполненный в форме сердца, изготовил мастер по работе со стеклом Марк Лалик, школьный друг Робера. Над дизайном работал Кристиан Берар.",
        "В 1948 году Nina Ricci выпустили второй цветочный аромат L`Air Du Temps (Лер Дю Там), созданный парфюмером Франсисом Фаброном. Согласно легенде, новая композиция была предназначена для возлюбленной Робера Риччи, а любовь, как известно, не стареет никогда. Поэтому каждые 5 секунд кто-то на земном шаре покупает эти духи для любимой. Марк Лалик украсил колпачок флакона имитацией двух голубей. Дизайн сосуда также разрабатывал Кристиан Берар. Аромат L`Air Du Temps имел ошеломительный успех. И сейчас эта вечная, элегантная классика радует и очаровывает обладательниц данного аромата.",
        "В 1952 году Nina Ricci выпустили женский аромат Fille d’Eve, флакон которого был выполнен в форме яблока.В 1965 году был выпущен первый мужской аромат Signoricci группы фужерные зеленые.В 1979 году Nina Ricci переехала с улицы Капуцинов на авеню Монтань, в один из наиболее престижных парижских кварталов. Таким образом, главный офис Nina Ricci ― пять этажей офисов, дизайн-студий, мастерских, бутиков, салонов и несколько залов для показов, стали стратегической базой компании, откуда осуществляется руководство всеми видами деятельности империи Nina Ricci: производством одежды, изделий из кожи, часов и аксессуаров, ювелирных изделий и многого другого.",
      ],
    },
    timelineText:
      "В 1998 году компания перестала быть чисто семейным бизнесом и объединилась с компанией Puig. Преображение бренда Nina Ricci является частью стратегии развития, имеющей своей целью усилить проникновение на рынок, повысить престиж марки Nina Ricci и подчеркнуть романтический дух ее международного успеха. 2006 год стал годом рождения настоящей международной парфюмерной иконы ― аромата Nina, созданного для дома Nina Ricci парфюмерами Жаком Кавалье и Оливье Креспом. Аромат был посвящен самой создательнице, Нине Риччи. Nina ― нежное, соблазнительное и жизнеутверждающее имя. От соблазнения к страсти ― свежий цветочно-фруктовый аромат с аппетитными нотками завоевывает сердце. Флакон ― как ювелирное украшение, вдохновленное наследием дома Риччи. Современная сказка, полная магии. Волшебный, чарующий аромат, соединивший в себе искушение, женственность и современность. За время существования Nina Ricci во главе творческого руководства успели побывать такие именитые дизайнеры как Ларс Нильсон, Натали Жерве, Питер Коппинг, Оливье Тискенс и Гийом Анри. Анри, придерживающийся более строгого стиля, пробыл в марке три года: в последний раз он вышел на поклон на показе сезона Осень/Зима 2018.С августа 2018 года должность креативного директора впервые в истории Nina Ricci разделили два человека ― Лиси Херребрюг и Рушеми Боттер из экспериментальной марки мужской одежды Botter. Их приход ознаменовал новую веху в развитии бренда ― дуэт привнес в его стиль каплю иронии и игривости.В сентябре 2022 года на пост креативного директора назначен Харрис Рид. Харрис Рид настолько дитя соцсетей, что устроил для своей первой коллекции Nina Ricci самый настоящий прогрев. Его первое платье, созданное во французском ателье, мы увидели уже в декабре 2022-го — на Адель. На этом Рид не остановился, в конце концов, дружба со звездами и умение создавать инфоповоды — его главные козыри.Кутюр Nina Ricci и правда вдохновил Харриса Рида больше, чем все остальное. Дизайнер выделил жирным шрифтом кутюрные коды Nina Ricci. Огромные цветы-чокеры, пышные платья, начиненные перьями и тюлем, банты, максимально приталенный силуэт в платьях и костюмах, вертикальная полоска, горох и, конечно же, шляпы — все это напоминает, какой был Nina Ricci в 1980-е и 1990-е.",
    timelineItems: [
      {
        year: 1883,
        content: "Рождение Марии Аделаиды Ньели, известной как Нина Риччи.",
      },
      {
        year: 1932,
        content: "Открытие Дома высокой моды Nina Ricci.",
      },
      {
        year: 1948,
        content: "Запуск аромата L'Air du Temps.",
      },
      {
        year: 1998,
        content: "Приобретение Дома моды Nina Ricci компанией Puig.",
      },
      {
        year: 2006,
        content: "Запуск аромата Nina.",
      },
      {
        year: 2022,
        content: "Новый креативный директор Харрис Рид.",
      },
    ],
  },
  jeanpaulgaultier: {
    videoBioSections: [
      {
        title: "«L'Enfant Terrible» Мира Моды — Жан-Поль Готье",
        content:
          "От рабочей униформы до невероятных платьев, украшающих его показы, Жан-Поль Готье уверен, что в нашей жизни мода занимает особенное место: «Важно быть узнаваемым». Великий кутюрье видит себя скорее революционером, подвергая сомнению нормы и клише, стандарты и коды, правила и традиции. Он меняет их как захочет, разрушая, но стремясь изобрести заново.Сам себя Готье называет вуайеристом, он любопытен, очарован неизвестностью. Его мода не тронута стандартами — это и есть основа его самовыражения.",
      },
      {
        title: "Париж Жана-Поля Готье",
        content:
          "Париж месье Готье — это театр жизни. Как кутюрье, он никогда не устает раскрывать богатство этого города, который бесконечное количество раз вдохновлял художников. Готье явно мало мерцания роскоши среди ярких огней большого города. Он влюблен в серо-белую дымку, мокрый асфальт, рабочие кварталы и мрачные закоулки. Его вдохновляет улица, ее герои, мусор, пластик, старая джинса – все это бесконечный источник его вдохновения.",
      },
    ],
    videos: [
      {
        id: 1,
        url: "https://rutube.ru/play/embed/abfc5d8342f9e4b107ed7533d50f308c/",
      },
      //{ id: 2, url: "https://www.youtube.com/embed/YCyZbdqugkw" },
    ],
    bio: {
      subtitle: "",
      paragraphs: [
        "СИМВОЛ ГОТЬЕ В работе Жана-Поля Готье можно выделить несколько знаковых элементов: он заново изобрел корсет, вдохнул вторую жизнь в тельняшку, сделал юбку частью мужского гардероба и вывел на подиум моделей самых разных размеров.Безусловный хит Готье — это знаменитый cone-bra или бюстгальтер с чашечками-конусами. В 1984 году он включил платье-бюстье с таким элементом в коллекцию своей марки, а в 1990 году этот бюстгальтер стал звездой во время мирового тура Мадонны Blond Ambition World Tour, и это по сей день ее самый известный образ. Вокруг создания этого бра ходит множество легенд, но сам Готье признается, что его вдохновением была его бабушка, а первым, кто примерил бра из газеты был игрушечный мишка маленького Жана-Поля.",
        "ОДА ТЕЛУ Жан-Поль Готье увлекался различными жанрами, охватывая все от гиперсексуальности до трансгендерности. Его голос — это голос свободы: быть собой, вне зависимости от того, что было даровано природой или навязано нормами! Он всегда сотрудничал с нестандартными моделями. В дополнении к уже привычным высоким и худым моделям, в его показах всегда участвовали модели со стрит кастинга.",
        "Оформление флаконов его первых ароматов — это ода телу и его любимым предметам гардероба — корсету и тельняшке. Первый аромат женский Classique появился в 1993 году. Каким же был флакон? Конечно! Флакон в форме женского тела, затянутого в корсет. Позже в 1995 году появился знаменитый мужской аромат Le Male — мужской торс в тельняшке. Флаконы ароматов бренда вместо обычных картонных коробок всегда заключены в консервные банки, это отсыл к знаменитому «мусорному платью», аксессуарами для которого стали консервные банки без дна.",
        "ШОУ — ЭТО ЛЮБОВЬ‍ Будучи ребенком, Жан-Поль Готье любил кино, мюзиклы и кабаре. Его медвежонок Нана испытывал на себе все творческие прихоти будущего маэстро, а бабушка была главной музой. Мода для Готье всегда была интересна, он начал творить со школьной парты и с тех пор уже не останавливался. В 2007 году кутюрье заполучил премию Fashion GroupInternational как дизайнер, сумевший сломать клише и устранить модные границы.",
        "Готье автор нарядов для большого количества фильмов, спектаклей и постановок и сам снялся в некоторых из них. На его счету 48 ролей-камео и 6 художественных фильмов. Самыми известными стали признанные шедевры — «Пятый элемент» и «Повар, вор, его жена и ее любовник». Готье всегда любил кино и отлично понимал силу влияния кинопленки на судьбу модного бренда. В 2012 году дизайнер вошел в состав жюри Каннского кинофестиваля. Некоторое время Жан-Поль вел очень популярное ТВ-шоу EUROTRASH.",
      ],
    },
    timelineText:
      "В 2018 году Жан-Поль представил собственное шоу Fashion Freak Show, историю своей жизни и любви. Шоу стало безумно успешным и в феврале 2020 года побывало на гастролях в Москве и Санкт-Петербурге.22 января 2020 года Готье попрощался с подиумом, прошел его последний показ.",
    timelineItems: [
      {
        year: 1976,
        content: "Первая модная коллекция и первый показ.",
      },
      {
        year: 1983,
        content: "Создание мужской коллекции. Создание первого корсета.",
      },
      {
        year: 1986,
        content: "Первая мужская юбка",
      },
      {
        year: 1990,
        content:
          "Создание сценических костюмов для Blond Ambition World Tour Мадонны",
      },
      {
        year: 1993,
        content: "Запуск первого женского аромата Classique",
      },
      {
        year: 1995,
        content: "Запуск мужского аромата Le Male.",
      },
      {
        year: 1997,
        content: "Создание Gaultier Haute Couture",
      },
      {
        year: 2016,
        content:
          "Модный дом Jean Paul Gaultier полностью вошел в состав компании PUIG.",
      },
      {
        year: 2017,
        content: "Запуск нового аромата и вселенной Scandal.",
      },
      {
        year: 2018,
        content: "Премьера эпатажного Fashion Freak Show.",
      },
      {
        year: 2019,
        content: "Запуск парных ароматов La Belle и Le Beau.",
      },
      {
        year: 2021,
        content: "Запуск мужского аромата Scandal pour homme.",
      },
    ],
  },
  banderas: {
    videoBioSections: [
      {
        title: "",
        content:
          "Всемирно известный актер Антонио Бандерас, без сомнений, является одним из самых успешных испанских артистов как на экране, так и в жизни. Кроме того, магнетизм и красота актера удерживают его в списке самых желанных и привлекательных мужчин из года в год.",
      },
      {
        title: "",
        content:
          "Banderas ― это также история одноименной линейки ароматов. С момента запуска первого парфюма совместно с испанской компанией Puig в 1997 году творения актера в парфюмерной индустрии стали синонимом элегантности, мужественности и обольщения.",
      },
    ],
    videos: [
      {
        id: 1,
        url: "https://rutube.ru/play/embed/437a77d31391596deb2365bc57ff258c/",
      },
      // { id: 2, url: "https://www.youtube.com/embed/DCTSaNJX6Q8" },
    ],
    bio: {
      subtitle: "",
      paragraphs: [
        "Создание ароматов ― это трудоемкий процесс, который начинается с отбора ингредиентов, способных составить идеальную композицию. Эти ароматы отражают сущность актера, его переживания, воспоминания, этапы личной жизни и, конечно же, тенденции мира искусства и самой современной моды. Антонио становится альфой и омегой в концепции собственных парфюмерных коллекций, частью процесса их создания от начала до конца.",
        "Антонио Бандерас вспоминает, как в детстве он был очарован различными ароматами. Некоторые особо яркие из них ассоциируются у него с уникальными моментами жизни: детство в Малаге, первый поцелуй и другие события, сыгравшие важную роль в его жизни.",
        "«Я не химик. Я не знаю, как сделать парфюм, но, когда я беседую с PUIG о своих переживаниях, приключениях, о своих взглядах на жизнь... парфюмеры используют эти эмоции и ощущения для создания формулы аромата, отражающего мою личность. И этот аромат определенно отличается от других». (Антонио Бандерас)",
        "Искренность актера, его индивидуальность и страсть нашли новый способ выражения в сотрудничестве с компанией PUIG. Обе стороны объединяет стремление к творчеству, желание выходить за привычные рамки и затрагивать сердца людей. Их союз привел к созданию первого аромата, Diavolo, еще в 1997 году. Профессионализм PUIG помог Антонио Бандерасу выразить посредством ароматов свою личность, ценности, чувства, страсть, харизму и неоспоримую силу соблазнения.Сотрудничество Антонио Бандераса и компании PUIG основано на совместном видении и общих ценностях.",
      ],
    },
    timelineText: "",
    timelineItems: [
      {
        year: 1960,
        content:
          "Рождение Хосе Антонио Домингес Бандера, известного как Антонио Бандерас.",
      },
      {
        year: 1997,
        content: "Начало партнерства с компанией Puig.",
      },
      {
        year: 1997,
        content: "Запуск в Испании первого мужского аромата ― Diavolo for Men.",
      },
      {
        year: 2005,
        content:
          "Открытие именной звезды Антонио Бандераса на голливудской «Аллее славы» в Лос-Анджелесе.",
      },
      {
        year: 2007,
        content: "Международный запуск мужского аромата Blue Seduction.",
      },
      {
        year: 2008,
        content:
          "Международный запуск женского аромата Blue Seduction for Women.",
      },
      {
        year: 2010,
        content:
          "Запуск мужского аромата The Secret. Антонио представляет свою дебютную фотовыставку Secrets on Black.",
      },
      {
        year: 2012,
        content:
          "Запуск женского аромата Her Secret. Антонио Бандерас организует конкурс короткометражных фильмов Make it Short совместно с компанией Puig.",
      },
      {
        year: 2014,
        content: "Запуск мужского аромата King of Seduction.",
      },
      {
        year: 2016,
        content: "Запуск женского аромата Queen of Seduction.",
      },
      {
        year: 2018,
        content: "Запуск мужского аромата Power of Seduction.",
      },
      {
        year: 2020,
        content:
          "Запуск новой вселенной The Icon. Сотрудничество с Марио Касасом.",
      },
      {
        year: 2023,
        content: "Запуск женского аромата The Icon edp.",
      },
      {
        year: 2024,
        content: "Новый логотип бренда Banderas.",
      },
    ],
  },
};
